Repository: Harniver/chimera-locale
Catalog: */LC_MESSAGES/django.po
Languages: it

source: Year
it: Anno

source: %(hour)02d.%(min)02d:%(sec)02d.%(milli)04d, %(weekday)s %(month)s %(day)s, %(year)s
it: %(hour)02d.%(min)02d:%(sec)02d.%(milli)04d, %(weekday)s %(day)s %(month)s, %(year)s

source: %(hour)02d.%(min)02d:%(sec)02d, %(weekday)s %(month)s %(day)s, %(year)s
it: %(hour)02d.%(min)02d:%(sec)02d, %(weekday)s %(day)s %(month)s, %(year)s

source: %(hour)02d.%(min)02d, %(weekday)s %(month)s %(day)s, %(year)s
it: %(hour)02d.%(min)02d, %(weekday)s %(day)s %(month)s, %(year)s

source: %(hour)02d.00, %(weekday)s %(month)s %(day)s, %(year)s
it: %(hour)02d.00, %(weekday)s %(day)s %(month)s, %(year)s

source: %(weekday)s %(month)s %(day)s, %(year)s
it: %(weekday)s %(day)s %(month)s, %(year)s

source: January
it: Gennaio

source: February
it: Febbraio

source: March
it: Marzo

source: April
it: Aprile

source: May
it: Maggio

source: June
it: Giugno

source: July
it: Luglio

source: August
it: Agosto

source: September
it: Settembre

source: October
it: Ottobre

source: November
it: Novembre

source: December
it: Dicembre

source: Monday
it: Lunedì

source: Tuesday
it: Martedì

source: Wednesday
it: Mercoledì

source: Thursday
it: Giovedì

source: Friday
it: Venerdì

source: Saturday
it: Sabato

source: Sunday
it: Domenica

source: %(year)s BC
it: %(year)s AC

source: AD %(year)s
it: %(year)s DC

source: Vintagearious
it: Vendemmiaio

source: Fogarious
it: Brumaio

source: Frostarious
it: Frimaio

source: Snowous
it: Nevoso

source: Rainous
it: Piovoso

source: Windous
it: Ventoso

source: Buddal
it: Germile

source: Floweral
it: Fiorile

source: Meadowal
it: Pratile

source: Reapidor
it: Messidoro

source: Heatidor
it: Termidoro

source: Fruitidor
it: Fruttidoro

source: Primidi
it: Primidì

source: Duodi
it: Duodì

source: Tridi
it: Tridì

source: Quartidi
it: Quartidì

source: Quintidi
it: Quintidì

source: Sextidi
it: Sestidì

source: Septidi
it: Settidì

source: Octidi
it: Ottidì

source: Nonidi
it: Nonidì

source: Decadi
it: Decadì

source: Celebration of Virtue
it: Celebrazione della Virtù

source: Celebration of Talent
it: Celebrazione del Genio

source: Celebration of Labour
it: Celebrazione del Lavoro

source: Celebration of Convictions
it: Celebrazione dell'Opinione

source: Celebration of Honors
it: Celebrazione delle Ricompense

source: Celebration of the Revolution
it: Celebrazione della Rivoluzione

source: Not enough experience points to spend: {req} needed, {avail} left
it: Punti esperienza rimasti insufficienti: richiesti {req}, rimasti {avail}

source: Invalid experience amount {exp}
it: Ammontare di esperienza {exp} non valido

source: Unable to parse {val} as {id}
it: Impossible interpretare {val} come {id}

source: Descriptor for {id} missing in {val}
it: Descrittore di {id} mancante in {val}

source: Cannot select {val}, requirement failed
it: Impossibile selezionare {val}, requisito non rispettato

source: Cannot select {val}, {type} already selected
it: Impossibile selezionare {val} perché {type} è già presente

source: Cannot select {val}, not in available options
it: Impossibile selezionare {val}, non rientra tra le opzioni disponibili

source: Quality {id} parameters {freq}/{int} outside of bounds {bfn}/{bin}-{bfx}/{bix}
it: Parametri {freq}/{int} della qualità {id} fuori dai limiti {bfn}/{bin}-{bfx}/{bix}

source: Cannot increase beyond score limit
it: Impossibile incrementare oltre il limite di punteggio

source: Setting parameters
it: Parametri di ambientazione

source: Body
it: Fisico

source: Mind
it: Mente

source: Story
it: Storia

source: Edit name and description
it: Modifica nome e descrizione

source: Save name and description
it: Salva nome e descrizione

source: Experience
it: Esperienza

source: Gifts
it: Pregi

source: Flaws
it: Difetti

source: Attributes
it: Attributi

source: Abilities
it: Abilità

source: Actions
it: Azioni

source: Stats
it: Statistiche

source: Damage
it: Danni

source: Type of damage:
it: Tipo di danni

source: Damage amount
it: Ammontare di danni

source: Close
it: Chiudi

source: Fatigue
it: Fatica

source: Rest
it: Riposo

source: Type of rest:
it: Tipo di riposo:

source: short
it: breve

source: long
it: lungo

source: Undo and forget
it: Annulla per sempre

source: Undo
it: Annulla

source: Redo
it: Ripeti

source: Confirm
it: Conferma

source: Confirmed version
it: Versione confermata

source: Edit
it: Modifica

source: characters
it: personaggi

source: and
it: e

source: made with <i class="fa fa-heart pulse"></i> by Giorgio Audrito - © 2024 all rights reserved
it: fatto con <i class="fa fa-heart pulse"></i> da Giorgio Audrito - © 2024 tutti i diritti riservati

source: settings
it: ambientazioni

source: campaigns
it: campagne

source: items
it: oggetti

source: Name
it: Nome

source: Least score
it: Punteggio minimo

source: Original only
it: Solo originali

# feminine
source: <h3>My {element}</h3>
it: <h3>Le mie {element}</h3>

# masculine
source: <h3>My {element}</h3>
it: <h3>I miei {element}</h3>

# feminine
source: <h3>Other {element}</h3>
it: <h3>Altre {element}</h3>

# masculine
source: <h3>Other {element}</h3>
it: <h3>Altri {element}</h3>

# feminine
source: <h3>All {element}</h3>
it: <h3>Tutte le {element}</h3>

# masculine
source: <h3>All {element}</h3>
it: <h3>Tutti i {element}</h3>

source: Members
it: Membri

source: none
it: nessuno

source: passphrase
it: codice

source: Join
it: Unisciti

source: Pending
it: In attesa

source: Your join request is pending.
it: La tua richiesta di unirti è in attesa.

source: Your join request has been refused.
it: La tua richiesta di unirti è stata rifiutata.

source: New character
it: Nuovo personaggio

source: Chapters
it: Capitoli

source: Characters
it: Personaggi

source: You are not authenticated
it: Non sei autenticato

source: You already joined this campaign
it: Ti sei già unito a questa campagna

source: You already asked to join this campaign
it: Hai già chiesto di unirti a questa campagna

source: Your join request to this campaign has been refused
it: La tua richiesta di unirti a questa campagna è stata rifiutata

source: Joining this campaign is not allowed
it: Non è possibile unirsi a questa campagna

source: Insert the passphrase
it: Inserisci il codice

source: Wrong passphrase
it: Codice errato

source: Join request successful
it: Richiesta di unirti inviata con successo

source: You are not a member of this campaign
it: Non sei un membro di questa campagna

source: You are not an owner of this campaign
it: Non sei un proprietario di questa campagna

source: Requested user does not exist
it: Utente richiesto non esistente
